Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: Disabling syntax highlighting can improve performance by reducing the processing required to render the text editor, especially for large files.
ar_ae: يمكن أن يؤدي تعطيل تمييز بناء الجملة إلى تحسين الأداء عن طريق تقليل المعالجة المطلوبة لعرض محرر النصوص، خاصة بالنسبة للملفات الكبيرة.
da: Deaktivering af syntaksmarkering kan forbedre ydeevnen ved at reducere den behandling, der kræves for at gengive teksteditoren, især for store filer.
de: Die Deaktivierung der Syntaxhervorhebung kann die Leistung verbessern, indem sie die Verarbeitung, die für die Darstellung des Texteditors erforderlich ist, reduziert, insbesondere bei großen Dateien.
de_ch: Die Deaktivierung der Syntaxhervorhebung kann die Leistung verbessern, indem sie die Verarbeitung für die Darstellung des Texteditors reduziert, insbesondere bei grossen Dateien.
es: Desactivar la resaltación de la sintaxis puede mejorar el rendimiento al reducir el procesamiento requerido para mostrar el editor de texto, especialmente para archivos grandes.
es_mx: Desactivar el resaltado de la sintaxis puede mejorar el rendimiento al reducir el procesamiento requerido para mostrar el editor de texto, especialmente para archivos grandes.
es_us: Desactivar el resaltado de la sintaxis puede mejorar el rendimiento al reducir el procesamiento requerido para mostrar el editor de texto, especialmente para archivos grandes.
fr: La désactivation de l'overscrivage de la syntaxe peut améliorer les performances en réduisant le traitement nécessaire pour rendre l'éditeur de texte, en particulier pour les gros fichiers.
fr_ca: La désactivation de l’overscriture de syntaxe peut améliorer les performances en réduisant le traitement nécessaire pour afficher l’éditeur de texte, surtout pour les fichiers volumineux.
hi_in: सिंटैक्स हाइलाइटिंग को अक्षम करने से टेक्स्ट एडिटर को प्रस्तुत करने के लिए आवश्यक प्रसंस्करण को कम करके प्रदर्शन में सुधार हो सकता है, विशेष रूप से बड़ी फ़ाइलों के लिए।
id: Menonaktifkan penyorotan sintaks dapat meningkatkan kinerja dengan mengurangi pemrosesan yang diperlukan untuk membuat editor teks, terutama untuk file besar.
it: Disabilitare l'evidenziazione sintassi può migliorare le prestazioni riducendo l'elaborazione richiesta per rendere l'editor di testo, soprattutto per i grandi file.
it_ch: La disattivazione dell'evidenziazione sintattica può migliorare le prestazioni riducendo l'elaborazione necessaria per visualizzare l'editor di testo, soprattutto per i file di grandi dimensioni.
ja_jp: 構文ハイライトを無効にすると、テキストエディタをレンダリングするために必要な処理を最小限に抑えることができるため、パフォーマンスが向上します。特に大きなファイルの場合。
ko_kr: 구현할 텍스트 편집기를 렌더링하는 데 필요한 처리량을 줄여, 특히 큰 파일의 성능을 향상시킬 수 있습니다.
nb_no: Deaktivering av syntaksmarkering kan forbedre ytelsen ved å redusere behandlingstidene som kreves for å gjengi tekstredigereren, spesielt for store filer.
nl: Het uitschakelen van syntaxische markering kan de prestaties verbeteren door de verwerking die nodig is om de teksteditor weer te geven te verminderen, vooral voor grote bestanden.
pl: Wyłączenie podświetlania składni może poprawić wydajność poprzez zmniejszenie przetwarzania wymaganego do renderowania edytora tekstu, szczególnie w przypadku dużych plików.
pt: Desativar a realce da sintaxe pode melhorar o desempenho ao reduzir o processamento necessário para renderizar o editor de texto, especialmente para ficheiros grandes.
pt_br: Desativar a realce de sintaxe pode melhorar o desempenho ao reduzir o processamento necessário para renderizar o editor de texto, especialmente para arquivos grandes.
ru: Отключение выделения синтаксиса может повысить производительность за счет сокращения обработки, необходимой для отображения текстового редактора, особенно для больших файлов.
sv: Att inaktivera syntaxmarkering kan förbättra prestandan genom att minska bearbetningskostnaden för att visa textredigeraren, särskilt för stora filer.
th: การปิดใช้งานการเน้นไวยากรณ์สามารถปรับปรุงประสิทธิภาพโดยการลดการประมวลผลที่จําเป็นในการเรนเดอร์โปรแกรมแก้ไขข้อความ โดยเฉพาะอย่างยิ่งสําหรับไฟล์ขนาดใหญ่
tr: Sözdizim vurgulamasının devre dışı bırakılması, özellikle büyük dosyalar için metin düzenleyicisini oluşturmak için gereken işleyişi azaltarak performansı artırabilir.
uk_ua: Відключення підсвічування синтаксису може підвищити продуктивність, зменшивши обробку, необхідну для відображення текстового редактора, особливо для великих файлів.
vi: Vô hiệu hóa tô sáng cú pháp có thể cải thiện hiệu suất bằng cách giảm thiểu quá trình xử lý cần thiết để hiển thị trình chỉnh sửa văn bản, đặc biệt đối với các tệp lớn.
zh_hans: 禁用语法高亮显示可以通过减少渲染文本编辑器的处理要求来提高性能，特别是对于大文件。
zh_hant: 停用語法高亮顯示可以透過減少渲染文字編輯器的處理所需來提高效能，特別是對於大檔案。

source: Bypassed %@:
ar_ae: تجاوز %@:
da: Omgået %@:
de: Umgeführt %@:
de_ch: Umgezogen %@:
es: Desviado %@:
es_mx: Desviado %@:
es_us: Desviado %@:
fr: Contourné %@:
fr_ca: Contourné %@:
hi_in: बाईपास किया गया %@:
id: Melewati %@:
it: Sondato %@:
it_ch: Sondata %@:
ja_jp: 迂回された%@:
ko_kr: 우회 %@:
nb_no: Omgått %@:
nl: Omgegaan %@:
pl: Pominął %@:
pt: Desviado %@:
pt_br: Desviado %@:
ru: Обход %@:
sv: Omdirigerad %@:
th: บายพาส %@:
tr: %@ Çevrildi:
uk_ua: Обхід %@:
vi: Bỏ qua %@:
zh_hans: 繞过%@：
zh_hant: 繞過 %@:

source: View on Host...
ar_ae: عرض على المضيف...
da: Se på værten...
de: Ansicht auf Gastgeber...
de_ch: Ansicht bei Gastgeber...
es: Ver en el anfitrión...
es_mx: Ver en anfitrión...
es_us: Ver en anfitrión...
fr: Voir sur l'hôte...
fr_ca: Voir sur l'hôte...
hi_in: होस्ट पर देखें...
id: Lihat di Host...
it: Visualizza su Host...
it_ch: Visualizza su Host...
ja_jp: ホストで表示...
ko_kr: 호스트에서 보기...
nb_no: Se på Verten...
nl: Bekijk op Gast...
pl: Zobacz na Host...
pt: Ver no anfitrião...
pt_br: Visualizar no anfitrião...
ru: Просмотр на Host...
sv: Visa på värd...
th: ดูบนโฮสต์...
tr: Ev sahibinde görüntüle...
uk_ua: Перегляд на Хост...
vi: Xem trên Chủ...
zh_hans: 在主机上查看...
zh_hant: 在主機上檢視...

source: The workspace is configured with the following Git account: %@
ar_ae: تم تكوين مساحة العمل باستخدام حساب Git التالي: %@
da: Arbejdspladsen er konfigureret med følgende Git-konto: %@
de: Der Arbeitsbereich ist mit folgendem Git-Konto konfiguriert: %@
de_ch: Der Git-Account %@ wird verwendet, um den Arbeitsbereich einzurichten.
es: El espacio de trabajo está configurado con la siguiente cuenta Git: %@
es_mx: El espacio de trabajo está configurado con la siguiente cuenta Git: %@
es_us: El espacio de trabajo está configurado con la siguiente cuenta Git: %@
fr: L'espace de travail est configuré avec le compte Git suivant : %@
fr_ca: L’espace de travail est configuré avec le compte Git suivant : %@
hi_in: कार्यस्थान निम्न गिट खाते के साथ कॉन्फ़िगर किया गया है: %@
id: Ruang kerja dikonfigurasi dengan akun Git berikut: %@
it: Lo spazio di lavoro è configurato con il seguente account Git: %@
it_ch: Lo spazio di lavoro è configurato con il seguente account Git: %@
ja_jp: 次のGitアカウントでワークスペースが設定されています：%@
ko_kr: 다음 Git 계정으로 작업공간이 설정되어 있습니다: %@
nb_no: Arbeidsområdet er konfigurert med følgende Git-konto: %@
nl: De werkruimte is geconfigureerd met het volgende Git-account: %@
pl: Obszar roboczy jest skonfigurowany za pomocą następującego konta Git: %@
pt: O espaço de trabalho está configurado com a seguinte conta Git: %@
pt_br: O espaço de trabalho está configurado com a seguinte conta Git: %@
ru: Рабочее пространство настроено с помощью следующей учетной записи Git: %@
sv: Kontot %@ är konfigurerat för följande Git-konto: arbetsplatsen är konfigurerad med följande Git-konto: %
th: พื้นที่ทํางานถูกกําหนดค่าด้วยบัญชี Git ต่อไปนี้: %@
tr: Çalışma alanı aşağıdaki Git hesabı ile yapılandırılmıştır: %@
uk_ua: Робочий простір налаштований з наступним обліковим записом Git: %@
vi: Không gian làm việc được cấu hình với tài khoản Git sau: %@
zh_hans: 工作区已用以下Git账户配置：%@
zh_hant: 工作區已使用以下Git帳戶配置：%@

source: Contributor Avatar
ar_ae: الصورة الرمزية للمساهم
da: Medarbejder Avatar
de: Avatar des Mitwirkers
de_ch: Avatar des Mitwirkers
es: Avatar del colaborador
es_mx: Avatar del Colaborador
es_us: Avatar del Colaborador
fr: Avatar du contributeur
fr_ca: Avatar contributeur.
hi_in: योगदानकर्ता अवतार
id: Avatar Kontributor
it: Idolo del collaboratore
it_ch: Avatar del collaboratore
ja_jp: 投稿者アバター
ko_kr: 기고자 아바타
nb_no: Medarbeider Avatar
nl: Bijdragegever Avatar
pl: Awatar Współtwórcy
pt: Avatar do Colaborador
pt_br: Avatar do Colaborador
ru: Аватар участника
sv: Medarbetar Avatar
th: อวตารผู้มีส่วนร่วม
tr: Katkıda bulunan Avatar
uk_ua: Аватар учасника
vi: Người đóng góp hình ảnh đại diện
zh_hans: 贡献者头像
zh_hant: 投稿者頭像

source: Your new branch will be based on your currently selected branch "**%@**".
ar_ae: سيعتمد فرعك الجديد على الفرع الذي اخترته حاليا "**%@**".
da: Din nye filial vil være baseret på din valgte filial **%@**.
de: Ihre neue Filiale wird auf Ihrer derzeit ausgewählten Filiale "**%@**" basieren.
de_ch: Ihre neue Filiale wird auf Ihrer derzeit ausgewählten Filiale «**%@**» basieren.
es: Tu nueva sucursal estará basada en tu sucursal seleccionada actualmente "**%@**".
es_mx: Tu nueva sucursal estará basada en tu sucursal seleccionada actualmente "**%@**".
es_us: Tu nueva sucursal estará basada en tu sucursal seleccionada actualmente "**%@**".
fr: Votre nouvelle branche sera basée sur votre branche actuellement sélectionnée "**%@**".
fr_ca: Votre nouvelle succursale sera basée sur votre succursale actuelle sélectionnée "**%@**".
hi_in: आपकी नई शाखा आपकी वर्तमान में चयनित शाखा "**%@**" पर आधारित होगी।
id: Cabang baru Anda akan didasarkan pada cabang yang Anda pilih saat ini "**%@**".
it: La tua nuova filiale sarà basata sulla tua filiale attualmente selezionata "**%@**".
it_ch: La tua nuova filiale sarà basata sulla tua filiale attualmente selezionata "**%@**".
ja_jp: 現在の選択した支店「**%@**」に基づいて、新しい支店が作成されます。
ko_kr: 귀하의 새 지점은 현재 선택하신 지점 "**%@**"에 기반할 것입니다.
nb_no: Din nye filial vil være basert på din nåværende valgte filial "**%@**".
nl: Uw nieuwe filiaal zal gebaseerd zijn op uw momenteel geselecteerde filiaal "**%@**".
pl: Twoja nowa gałąź będzie oparta na aktualnie wybranej gałęzi "**%@**".
pt: Sua nova filial será baseada na sua filial atualmente selecionada "**%@**".
pt_br: Seu novo ramo será baseado no seu ramo atualmente selecionado "**%@**".
ru: Ваша новая ветвь будет основана на выбранной вами в настоящее время ветке "**%@**".
sv: "Ditt nya kontor kommer att baseras på ditt nuvarande valda kontor ""**%@**""."
th: สาขาใหม่ของคุณจะขึ้นอยู่กับสาขาที่คุณเลือกในปัจจุบัน "**%@**"
tr: Yeni şubeniz şu anda seçtiğiniz şubeniz "**%@**"e dayalı olacaktır.
uk_ua: Ваша нова гілка буде заснована на вашій поточній вибраній гілці "**%@**".
vi: Chi nhánh mới của bạn sẽ dựa trên chi nhánh hiện tại bạn đã chọn "**%@**".
zh_hans: 你的新分支将基于你目前选择的分支“**%@**”。
zh_hant: 您的新分支將基於您當前選擇的分支「**%@**」。

source: Italic
ar_ae: مائِل
da: Kursiv
de: Kursiv
de_ch: Kursivschrift
es: Negrita
es_mx: Cursiva
es_us: Cursiva
fr: Italique
fr_ca: Italique
hi_in: तिरछा
id: Huruf miring
it: Corsivo
it_ch: Corsivo
ja_jp: 斜体
ko_kr: 이탤릭체
nb_no: Kursiv
nl: Cursief
pl: Kursywa
pt: Itálico
pt_br: Itálico
ru: Индав
sv: Kursiv
th: ตัวเอียง
tr: İtalik
uk_ua: Ісив
vi: Bằng chắn hoạt
zh_hans: 斜体的
zh_hant: 斜體

source: Delete
ar_ae: حَذَفَ
da: Slette
de: Löschen
de_ch: Löschen
es: Borrar
es_mx: Eliminar
es_us: Eliminar
fr: Supprimer
fr_ca: Supprimer
hi_in: मिटाएं
id: Menghapuskan
it: Cancellare
it_ch: Cancellare
ja_jp: 削除する
ko_kr: 삭제하다
nb_no: Stryke
nl: Verwijderen
pl: Wykreślić
pt: Apagar
pt_br: Apagar
ru: Удалять, удалить
sv: Stryka
th: ลบออก
tr: Silmek
uk_ua: Видалити
vi: Xóa bỏ
zh_hans: 删除
zh_hant: 刪除

source: Close Tabs to the Right
ar_ae: أغلق علامات التبويب إلى اليمين
da: Lukk fanerne til højre.
de: Registerkarten rechts schließen
de_ch: Schliessen Sie die Registerkarten rechts.
es: Cierre las pestañas a la derecha.
es_mx: Cierre las pestañas a la derecha.
es_us: Cierre las pestañas a la derecha.
fr: Fermer les onglets à droite.
fr_ca: Fermer les onglets à droite.
hi_in: टैब को दाईं ओर बंद करें
id: Tutup Tab di Sebelah Kanan
it: Chiudi le schede a destra.
it_ch: Chiudi le schede a destra.
ja_jp: 右側のタブを閉じる
ko_kr: 오른쪽에서 탭을 닫으세요.
nb_no: Lukk fanene til høyre.
nl: Sluit de tabbladen naar rechts aan.
pl: Zamknij karty po prawej
pt: Feche as guias à direita.
pt_br: Feche as guias à direita.
ru: Закрыть вкладки вправо
sv: Stäng flikarna till höger.
th: ปิดแท็บทางด้านขวา
tr: Sekmeleri Sağ'a Yakınlaştırın
uk_ua: Закрити вкладки праворуч
vi: Đóng các tab bên phải
zh_hans: 关闭右侧的标签
zh_hant: 關閉右側的選項卡

source: Aurora Editor
ar_ae: محرر أورورا
da: Aurora Redaktør
es: Editor Aurora
es_mx: Editor de Aurora
es_us: Editor Aurora
fr: Éditeur d'Aurora
fr_ca: Éditeur d'Aurora
hi_in: अरोड़ा संपादक
id: Penyunting Aurora
it: Editore Aurora
it_ch: Editore Aurora
ja_jp: オーロラエディタ
ko_kr: 오로라 에디터
nb_no: Aurora-redaktør
pl: Edytor Aurora
pt: Editor Aurora
pt_br: Editor Aurora
ru: Редактор Aurora
sv: Aurora-redigerare
th: บรรณาธิการออโรร่า
tr: Aurora Editör
uk_ua: Редактор Aurora
vi: Trình Biên Tập Viên Aurora
zh_hans: 极光编辑器
zh_hant: 極光編輯器

source: Sourcecode Assembly
ar_ae: تجميع شفرة المصدر
da: Sourcecode-samling
de: Quellcode-Baugruppe
de_ch: Quellcode-Baugruppe
es: Bastidor de ensamblaje de código fuente
es_mx: Baugruppe de código fuente
es_us: Ensamblaje de código fuente
fr: Assemblage du code source
fr_ca: Assemblage du code source.
hi_in: सोर्सकोड असेम्बली
id: Perakitan Kode Sumber
it: Assieme del codice sorgente
it_ch: Assieme del codice sorgente
ja_jp: ソースコードアセンブリ
ko_kr: 소스 코드 어셈블리
nb_no: Kildekode-samling
nl: Assemblage van broncode
pl: Zespół kodu źródłowego
pt: Bastidor de ensaio de código fonte
pt_br: Montagem de código fonte.
ru: Сборка исходного кода
sv: Basmodellbyggsats
th: แอสเซมบลีซอร์สโค้ด
tr: Kaynak Kodu Montajı
uk_ua: Збірка вихідного коду
vi: Hợp nhất mã nguồn
zh_hans: 源代码汇编
zh_hant: 源程式組裝

source: Could not find file
ar_ae: تعذر العثور على الملف
da: Kunne ikke finde fil
de: Datei nicht gefunden
de_ch: Datei nicht gefunden.
es: No se pudo encontrar el archivo.
es_mx: No se pudo encontrar el archivo
es_us: No se pudo encontrar el archivo
fr: Impossible de trouver le fichier.
fr_ca: Impossible de trouver le fichier.
hi_in: फ़ाइल नहीं मिल सका
id: Tidak dapat menemukan file
it: Impossibile trovare il file
it_ch: Impossibile trovare il file.
ja_jp: ファイルが見つかりませんでした。
ko_kr: 파일을 찾을 수 없음
nb_no: Kunne ikke finne filen.
nl: Kon geen bestand vinden
pl: Nie można znaleźć pliku
pt: Não foi possível encontrar o arquivo.
pt_br: Não pôde encontrar o arquivo.
ru: Не удалось найти файл
sv: Kunde inte hitta filen.
th: ไม่พบไฟล์
tr: Dosyayı bulamadı
uk_ua: Не вдалося знайти файл
vi: Không thể tìm thấy tệp
zh_hans: 找不到文件
zh_hant: 找不到檔案

source: To:
ar_ae: إلى:
da: Til:
de: An:
de_ch: An:
es: Para:
es_mx: Para:
es_us: Para:
fr: À:
fr_ca: À :
hi_in: को:
id: Kepada:
it: A:
it_ch: A:
ja_jp: へ：
ko_kr: 에게:
nb_no: Til:
nl: Naar:
pl: Do:
pt: Para:
pt_br: Para:
ru: К:
sv: Till:
th: ถึง:
tr: Kime:
uk_ua: До:
vi: Gửi tới:
zh_hans: 致：
zh_hant: 致：

source: Initialize this project with a README
ar_ae: قم بتهيئة هذا المشروع باستخدام README
da: Inicialiser dette projekt med en README-fil.
de: Initialisieren Sie dieses Projekt mit einem README-Datei.
de_ch: Initialisiere dieses Projekt mit einer Leseanleitung.
es: Inicialice este proyecto con un LÉEME
es_mx: Inicialice este proyecto con un LÉEME
es_us: Inicie este proyecto con un LÉEME
fr: Initialiser ce projet avec un LEME
fr_ca: Démarrez ce projet avec un fichier README.
hi_in: इस परियोजना को README के साथ प्रारंभ करें
id: Menginisialisasi proyek ini dengan README
it: Inizializza questo progetto con un README
it_ch: Iniziare questo progetto con un README.
ja_jp: READMEでプロジェクトを初期化します。
ko_kr: README로 이 프로젝트를 초기화하세요.
nb_no: Start dette prosjektet med en README-fil.
nl: Initialiseer dit project met een README-bestand.
pl: Zainicjuj ten projekt za pomocą README
pt: Inicialize este projeto com um README.
pt_br: Inicialize este projeto com um README.
ru: Инициализируйте этот проект с помощью README
sv: Initialisera detta projekt med en läslista.
th: เริ่มต้นโครงการนี้ด้วย README
tr: Bu projeyi bir README ile başlatın.
uk_ua: Ініціалізувати цей проєкт за допомогою README
vi: Khởi tạo dự án này với một tệp README.
zh_hans: 用一个README文件初始化这个项目
zh_hant: 用README初始化此專案

source: File Hierarchy View
ar_ae: عرض التسلسل الهرمي للملفات
da: Arkivhierarkivisning
de: Ansicht der Dateihierarchie
de_ch: Ansicht der Dateihierarchie
es: Vista de jerarquía de archivos
es_mx: Vista de jerarquía de archivos
es_us: Vista de jerarquía de archivos
fr: Affichage de la hiérarchie des fichiers.
fr_ca: Vue de hiérarchie des fichiers.
hi_in: फ़ाइल पदानुक्रम दृश्य
id: Tampilan Hierarki Berkas
it: Vista gerarchica dei file
it_ch: Visualizzazione gerarchica dei file
ja_jp: ファイル階層ビュー
ko_kr: 파일 계층 구조 보기
nb_no: Filhierarkivisning
nl: Bestands hiërarchieweergave
pl: Widok hierarchii plików
pt: Visualização da hierarquia de arquivos
pt_br: Visualização da hierarquia de arquivos.
ru: Просмотр иерархии файлов
sv: Filhierarkiansikt
th: มุมมองลําดับชั้นของไฟล์
tr: Dosya Yükseklik Görünümü
uk_ua: Перегляд ієрархії файлів
vi: Xem Mạng Lạng Các Tệp
zh_hans: 文件层次视图
zh_hant: 檔案層次檢視

source: Loading
ar_ae: تَحْميل
da: Pålæsning
de: Lädt
de_ch: Beladung
es: Cargando
es_mx: Carga
es_us: Carga
fr: Chargement
fr_ca: Chargement
hi_in: लोड हो रहा है
id: Memuat
it: Carico
it_ch: Carico
ja_jp: 読み込み中
ko_kr: 하역
nb_no: Lastes inn
nl: Het laden
pl: Załadunek
pt: A carregar
pt_br: Carregando
ru: Загрузка
sv: Lastning
th: การบรรทุก
tr: Yükleniyor
uk_ua: Завантаження
vi: Đang tải
zh_hans: 加载中
zh_hant: 載入中

source: Download log archive
ar_ae: قم بتنزيل أرشيف السجل
da: Download log-arkiv
de: Archiv des Downloadprotokolls
de_ch: Download-Protokollarchiv
es: Descargar archivo de registro
es_mx: Descargar archivo de registro
es_us: Descargar archivo de registro
fr: Télécharger l'archive du journal de bord
fr_ca: Télécharger l’archive du journal.
hi_in: लॉग संग्रह डाउनलोड करें
id: Unduh arsip log
it: Scarica l'archivio dei log
it_ch: Archivio dei registri dei download
ja_jp: ログアーカイブをダウンロードする
ko_kr: 로그 아카이브 다운로드하기
nb_no: Last ned loggarkiv
nl: Archief van downloadlogboek
pl: Pobierz archiwum dziennika
pt: Arquivo de registo de downloads
pt_br: Baixar arquivo de log de histórico.
ru: Загрузить архив журнала
sv: Ladda ner loggbokföring
th: ดาวน์โหลดที่เก็บบันทึก
tr: Günlük kayıt arşivini indirin
uk_ua: Завантажити архів журналів
vi: Tải xuống kho lưu trữ nhật ký
zh_hans: 下载日志归档
zh_hant: 下載日誌存檔

source: Create a new branch:
ar_ae: قم بإنشاء فرع جديد:
da: Opret en ny gren:
de: Erstelle eine neue Filiale:
de_ch: Neue Filiale gründen:
es: Crear una nueva sucursal:
es_mx: Crear una nueva sucursal:
es_us: Crear una nueva sucursal:
fr: Créer une nouvelle branche :
fr_ca: Créer une nouvelle branche :
hi_in: एक नई शाखा बनाएंः
id: Buat cabang baru:
it: Crea una nuova filiale:
it_ch: Crea una nuova filiale:
ja_jp: 新しい支店を作成する：
ko_kr: 새 지점을 생성하세요:
nb_no: Opprett en ny gren:
nl: Maak een nieuwe tak:
pl: Utwórz nową gałąź:
pt: Criar uma nova filial:
pt_br: Crie uma nova filial:
ru: Создайте новую ветку:
sv: Skapa en ny gren:
th: สร้างสาขาใหม่:
tr: Yeni bir şube oluşturun:
uk_ua: Створити нову гілку:
vi: Tạo một chi nhánh mới:
zh_hans: 创建一个新分支：
zh_hant: 創建一個新分支：

source: Check for Updates
ar_ae: تحقق من وجود تحديثات
da: Tjek for opdateringer
de: Nach Updates suchen
de_ch: Nachrichten abfragen.
es: Revisar las actualizaciones.
es_mx: Buscar actualizaciones
es_us: Buscar actualizaciones
fr: Vérifier les mises à jour
fr_ca: Vérifier les mises à jour.
hi_in: अपडेट के लिए जाँच करें
id: Periksa Pembaruan
it: Controlla gli aggiornamenti
it_ch: Controlla gli aggiornamenti.
ja_jp: 更新を確認する
ko_kr: 업데이트 확인하기
nb_no: Sjekk for oppdateringer.
nl: Controleer op Updates
pl: Sprawdź aktualizacje
pt: Verificar se há atualizações
pt_br: Verifique por Atualizações
ru: Проверьте на необновления
sv: Kontrollera för uppdateringar.
th: ตรวจสอบการอัปเดต
tr: Güncellemeler için kontrol et
uk_ua: Перевірте наявність оновлень
vi: Kiểm tra để cập nhật
zh_hans: 查看更新情况
zh_hant: 檢查更新

source: Remove from Recent Projects
ar_ae: إزالة من المشاريع الأخيرة
da: Fjern fra seneste projekter
de: Von aktuellen Projekten entfernen
de_ch: Von aktuellen Projekten entfernen.
es: Eliminar de Proyectos Recientes
es_mx: Retirar de Proyectos Recientes
es_us: Eliminar de Proyectos Recientes
fr: Supprimer des projets récents
fr_ca: Supprimer des projets récents.
hi_in: हाल की परियोजनाओं से निकालें
id: Hapus dari Proyek Terbaru
it: Togli dai Progetti Recenti
it_ch: Rimuovi dai Progetti Recenti
ja_jp: 最近のプロジェクトから削除する
ko_kr: 최근 프로젝트에서 제거하기
nb_no: Fjern fra nylige prosjekter
nl: Verwijderen van Recente Projecten
pl: Usuń z ostatnich projektów
pt: Remover dos Projetos Recentes
pt_br: Remova dos Projetos Recentes
ru: Удалить из последних проектов
sv: Ta bort från senaste projekten
th: ลบออกจากโครงการล่าสุด
tr: Son Projelerden Kaldırın
uk_ua: Видалити з останніх проєктів
vi: Loại bỏ khỏi các dự án gần đây
zh_hans: 从最近项目中移除
zh_hant: 從最近的專案中移除

source: No Recent Projects
ar_ae: لا توجد مشاريع حديثة
da: Ingen nylige projekter
de: Keine aktuellen Projekte
de_ch: Keine aktuellen Projekte.
es: Ningún Proyecto Reciente
es_mx: Ningún Proyecto Reciente
es_us: Ningún Proyecto Reciente
fr: Pas de Projets récents
fr_ca: Pas de Projets récents.
hi_in: कोई हालिया परियोजना नहीं
id: Tidak Ada Proyek Terbaru
it: Nessun Progetto Recente
it_ch: Nessun Progetto Recente
ja_jp: 最近プロジェクトはありません
ko_kr: 최근 프로젝트 없음
nb_no: Ingen nylige prosjekter
nl: Geen recente projecten
pl: Brak Ostatnich Projektów
pt: Nenhum projeto recente.
pt_br: Nenhum projeto recente.
ru: Нет Недавних Проектов
sv: Inga nya projekt
th: ไม่มีโครงการล่าสุด
tr: Son Projeler Yok
uk_ua: Немає Останніх Проєктів
vi: Không có dự án gần đây
zh_hans: 无近期项目
zh_hant: 無近期項目

source: Enter a git repository URL:
ar_ae: أدخل عنوان URL لمستودع git:
da: Indtast en URL til et Git-lager:
de: Geben Sie eine Git-Repository-URL ein:
de_ch: Geben Sie eine URL für ein Git-Repository ein:
es: Ingrese una URL de repositorio Git:
es_mx: Ingrese una URL de repositorio Git:
es_us: Ingrese una URL de repositorio Git:
fr: Saisir une adresse URL de dépôt Git :
fr_ca: Saisir l'adresse d'un dépôt Git :
hi_in: गिट रिपॉज़िटरी यूआरएल दर्ज करें:
id: Masukkan URL repositori git:
it: Inserisci un URL del repository git:
it_ch: Inserire l'URL di un repository Git:
ja_jp: GitリポジトリのURLを入力してください：
ko_kr: Git 저장소 URL을 입력하세요:
nb_no: Skriv inn en URL til et Git-lager:
nl: Voer een Git-repository-URL in:
pl: Wprowadź adres URL repozytorium git:
pt: Insira um URL de repositório Git:
pt_br: Insira um URL de repositório Git:
ru: Введите URL-адрес репозитория git:
sv: Ange en git-förrådslänk:
th: ป้อน URL ของที่เก็บ git:
tr: Bir git deposu URL girin:
uk_ua: Введіть URL-адресу сховища git:
vi: Nhập URL kho lưu trữ git:
zh_hans: 输入一个git存储库的URL：
zh_hant: 輸入一個 git 存儲庫的網址：

source: No Selection
ar_ae: لا يوجد اختيار
da: Ingen Valg
de: Keine Auswahl
de_ch: Keine Auswahl.
es: Sin selección
es_mx: Sin selección
es_us: Sin Selección
fr: Aucune sélection
fr_ca: Aucune sélection.
hi_in: कोई चयन नहीं
id: Tidak Ada Pilihan
it: Nessuna selezione
it_ch: Nessuna selezione
ja_jp: 選択なし
ko_kr: 선택 없음
nb_no: Ingen valgfrihet
nl: Geen selectie
pl: Brak wyboru
pt: Sem Seleção
pt_br: Sem seleção.
ru: Нет выбора
sv: Inga valmöjligheter
th: ไม่มีการเลือก
tr: Seçim Yok
uk_ua: Без вибору
vi: Không có lựa chọn nào cả
zh_hans: 无选择
zh_hant: 無選擇
